import React from 'react';
import './vinthalu.css';

const Vinthalu = () => {
  return (
    <div className='vinthalucontainar'>
        <div className='vinthalu'>
        <div className='vinthalusection'>
        <h1>Socotra Island, Yemen</h1>
        <img src='/vinthalu/socotra.jpg'></img>
        
        <p>ఈ ప్రపంచంలో ఎక్కడా కనిపించని అరుదైన మొక్కల్ని చూడాలనుకుంటే... మీకు పర్‌ఫెక్ట్ ప్లేస్ ఈ సొకోత్రా ఐలాండ్. యెమెన్‌లో ఉంది. సరికొత్త లోకాన్ని పరిచయం చేసే ఈ దీవి... 60 లక్షల సంవత్సరాల కిందట ఆఫ్రికా నుంచీ విడిపోయింది. అదేం విచిత్రమో గానీ... ఆఫ్రికాలో లేని ఎన్నో రకాల వృక్ష జాతులు ఇక్కడున్నాయి. ఇక్కడ 300 రకాల అరుదైన చెట్లున్నాయి. ముఖ్యంగా... డ్రాగన్ బ్లడ్ ట్రీ, బల్బోస్ బాటిల్ ట్రీలను ఇక్కడ మాత్రమే మనం చూడగలం. అటు ప్రపంచ టూరిస్టులు, ఇటు సైంటిస్టులు... వెళ్లే ప్రదేశాల్లో ఇదీ ఒకటి</p>
    </div>
    <div className='vinthalusection'>
        <h1>Chocolate Hills of Bohol Island, the Philippines</h1>
        <img src='/vinthalu/chocolate.jpg'></img>
        <p>ఒక్కసారి వెళ్లినా... జీవితాంతం గుర్తుండిపోవాలంటే... ఫిలిప్పీన్స్‌లోని బోహోల్ ఐలాండ్‌లో ఉన్న చాకొలెట్ హిల్స్‌కి వెళ్లాల్సిందే. ఒకటా రెండా... 17వందల చిన్న చిన్న కొండలు. అన్నీ ఒకే ఆకారంలో కనిపిస్తూ... ఈ దీవిని వరల్డ్ ఫేమస్ చేసేశాయి. యునెస్కో వరల్డ్ హెరిటేజ్ సైట్‌గా గుర్తింపు కూడా దక్కింది. ఇంతకీ వీటిని చాకొలెట్ హిల్స్‌ అని ఎందుకంటారంటే... సమ్మర్‌లో ఈ పచ్చదనం అంతా పోయి... ఈ హిల్స్... బ్రౌన్ షేపులోకి మారిపోతాయి. కానీ ఎండాకాలంలో కంటే... మిగతా కాలాల్లోనే ఇవి చూసేందుకు అత్యంత ఆకర్షణీయంగా ఉంటాయి</p>
    </div>
    <div className='vinthalusection'>
        <h1>The Hand in the Desert, Chile</h1>
        <img src='/vinthalu/hand.jpg'></img>
        <p>కొన్నింటిని చేరాలంటే... సాహస యాత్ర చెయ్యాలి. నానా తిప్పలు పడాలి. చిలీలోని అటకామా ఎడారిలో ఉన్న ఈ చెయ్యి అలాంటిదే. చిలీకి చెందిన శిల్పి మేరియో ఇర్రాజబల్... 1992లో దీన్ని చెక్కాడు. అన్యాయం, బాధలు, హింస, ఒంటరితనం వంటి అర్థాలకు ప్రతీకగా దీన్ని రూపొందించాడు. ఎక్కడో ఎడారిలో... ఓ సందేశాన్నిస్తూ చెక్కడం వల్ల... ఈ 36 అడుగుల ఎత్తున్న హ్యాండ్‌కి చాలామంది అభిమానులున్నారు. మండే ఎండల్ని లెక్కచెయ్యకుండా.... ఇక్కడకు వెళ్లి... చూసి వస్తుంటారు. మేరియో కష్టం... అతని ఉద్దేశాన్ని వారు గౌరవిస్తారు.</p>
    </div>
    <div className='vinthalusection'>
        <h1>The Nasca Lines, Peru</h1>
        <img src='/vinthalu/Nazca.jpg'></img>
        <p>ఈ జంతువుల బొమ్మలు... వింత ఆకారాలు, జామెట్రిక్ షేపులూ... వీటిని చూడాలంటే... విమానం ఎక్కాల్సిందే. దక్షిణ అమెరికా... పెరూలో ఇదో మిస్టీరియస్ ప్లేస్. ఈ ఆకారాలను ది నాస్కా లైన్స్‌గా పిలుస్తున్నారు. పూర్వం నాస్కా జాతి తెగలు... వీటిని చెక్కి ఉంటారని భావిస్తున్నారు. ఐతే... ఇంత పెద్ద ఆకారాల్ని... ఇంత చక్కగా చెక్కడం మనుషుల వల్ల కాదంటున్న వాళ్లూ ఉన్నారు. ఎందుకంటే కొన్ని ఆకారాలు 600 అడుగుల కంటే పెద్దవి. ప్రతీదీ ఒకటే లైన్‌తో వేసినట్లు కనిపిస్తాయి. అందుకే ఇవి టూరిస్టులకు సవాల్ విసురుతున్నాయి.</p>
    </div>
    <div className='vinthalusection'>
        <h1>Red Beach, Panjin, China</h1>
        <img src='/vinthalu/redbeach.jpg'></img>
        <img src='/vinthalu/redbeach1.jpg'></img>
        <p>మనం బ్లూ సీని చూసి ఉంటాం. ఇది చైనా...... పాంజిన్‌లోని... రెడ్ బీచ్. ఇక్కడ సుయేదా అనే మొక్కలు... వసంతకాలం రాగానే... ఎరుపు రంగులోకి మారతాయి. 30 కిలోమీటర్ల మేరా ఇవి విస్తరించాయి. వలస పక్షులకు ఇవి ఎంతో మేలు చేస్తున్నాయి. పర్యాటకులు... ఈ మొక్కల్ని టచ్ చెయ్యనివ్వకుండా అన్ని జాగ్రత్తలూ తీసుకుంటున్నారు. ఫొటోలో ఉన్నట్లుగా పర్యాటకులు అలా అలా పై నుంచి వెళ్లాల్సిందే తప్ప... ముట్టుకోలేరు. కాకపోతే సెల్ఫీలు, ఫొటోలు తీసుకుంటారు. తమకే ప్రత్యేకమైన టూరిజం స్పాట్ కావడందతో... చైనా ఈ కండీషన్ పెట్టింది.</p>
    </div>
    <div className='vinthalusection'>
        <h1>Cat Island, Japan</h1>
        <img src='/vinthalu/cat.jpeg'></img>
        <p>


జనం కంటే పిల్లులే ఎక్కువగా ఉంటే... ఆ దీవిని తాషిరోజిమా అంటారు. జపాన్‌ తూర్పు తీరంలో ఉందిది. ఇక్కడ గట్టిగా వంద మంది జాలర్లుంటారు. వీళ్లు పట్టుపురుగుల్ని పెంచుతూ, సిల్క్ ఉత్పత్తి చేస్తున్నారు. ఐతే... చుంచెలుకలు... పట్టుపురుగుల్ని తినేస్తుండటంతో... వాటికి చెక్ పెట్టేందుకు పిల్లుల్ని పెంచడం మొదలుపెట్టారు. అలా ఈ దీవిలో... పిల్లుల సంఖ్య విపరీతంగా పెరిగిపోయింది. ఇప్పుడు టూరిస్టులు ప్రత్యేకంగా వీటిని చూసేందుకు వస్తున్నారు. వీళ్లకు ఒకటే కండీషన్... తమతో కుక్కల్ని వెంట తీసుకురాకూడదు. జపనీయులకు పిల్లులంటే ఇష్టం కావడంతో... ఈ దీవికి టూరిస్టుల తాకిడి బాగా ఉంటుంది</p>
    </div>
    <div className='vinthalusection'>
        <h1>Fly Geyser, Nevada, USA</h1>
        <img src='/vinthalu/Fly.jpg'></img>
        <img src='/vinthalu/Fly1.jpg'></img>
        <div>భూమిలోంచీ పాతాళ గంగ పొంగుకొస్తే... అద్భుతంగానే ఉంటుంది కదా. ఐతే... ఈ వేడి నీటి బుగ్గని టచ్ చేస్తే మాత్రం డేంజరే. అమెరికా... నెవాడాలో... బ్లాక్ రాక్ ఎడారిలో స్పెషల్ ఎట్రాక్షన్ ఈ "ఫ్లై గీజర్". 1964లో ఓ ఎనర్జీ కంపెనీ... ఇక్కడ డ్రిల్లింగ్ చేసింది. ఫలితంగా భూమిలోంచీ వేడి నీరు ఐదడుగుల ఎత్తుకు ఫౌంటేన్‌లా పొంగుతోంది. ఈ నీటిలోని ఖనిజాల వల్ల... ఈ రాతి శిల ఏర్పడింది. ఏటా దీని ఎత్తు పెరుగుతోంది. రంగురంగుల ఆల్గేతో... చూపుతిప్పుకోనివ్వదు. రాన్రానూ ఇది మరింత అందంగా తయారవుతూ ప్రపంచ టూరిస్టుల్ని ఆకర్షిస్తోంది.</div>
    </div>
    </div>
    </div>
  )
}

export default Vinthalu