import React from 'react';
import './scheme.css'

const Scheme = () => {
  return (
    <div className='schemecontainer'>
    <div className='atalscheme'>
        <img src='schemes/atalpension.jpg'></img>
        <h2>అటల్ పెన్షన్ యోజన పథకం</h2>
        <p>ఈ పథకం చందాదారులకు 60 సంవత్సరాల వయస్సు నుంచి పెన్షన్ ను అందించడంతో పాటు, రూ. 1000 నుంచి రూ. 5000 వరకు హామీ ఇచ్చిన పెన్షన్ ను అందిస్తుంది. ఒకవేళ చందాదారులు మరణించినట్లైతే, అతని లేదా ఆమె జీవిత భాగస్వామి అదే మొత్తం పెన్షన్ ను పొందేందుకు అర్హులు.</p>
       <br/>
       <p>డబ్బు సంపాదించే వయస్సు దాటిపోయి పదవీ విరమణ చేసిన అనంతరం జీవితం సాఫీగా సాగడానికి స్థిరమైన ఆదాయ వనరులు అవసరం. అందువలన ప్రతి నెలా నిర్దిష్ట మొత్తంలో పెన్షన్ పొందేందుకు, అలాగే ఊహించని ఖర్చులను అధిగమించేందుకు వీలైనంత త్వరగా ప్రణాళికలను రూపొందించుకోవడం మంచిది. పదవీ విరమణ కార్పస్ ను సమకూర్చుకుని పెన్షన్ పొందటానికి అనేక ఆప్షన్స్ అందుబాటులో ఉన్నాయి. అలాంటి వాటిలో అటల్ పెన్షన్ యోజన (ఏపీవై) ఒకటి.
అటల్ పెన్షన్ యోజన (ఏపీవై) అనగా అసంఘటిత రంగంలోని కార్మికులకు పెన్షన్ ను అందించే పథకం. 18 నుంచి 40 సంవత్సరాల మధ్య వయస్సు ఉండి, బ్యాంకు ఖాతా కలిగిన వారు ఈ పథకంలో చేరవచ్చు. దీనిని జూన్, 2015 సంవత్సరంలో కేంద్ర ప్రభుత్వం ప్రారంభించింది.</p>
      <h3>అర్హత :</h3>
      <img src='schemes/atalpension1.jpg'></img>
      <br/>
      <p>దరఖాస్తుదారుడు కచ్చితంగా భారతదేశ పౌరుడై ఉండాలి. పైన తెలిపిన విధంగా బ్యాంకు ఖాతాను కలిగి ఉండి, 18 నుంచి 40 సంవత్సరాల మధ్య వయస్సు కలిగి ఉండాలి. అలాగే మొబైల్ నంబర్ ను కలిగి ఉండడం తప్పనిసరి. 18 నుంచి 40 సంవత్సరాల వయస్సులో ఉన్న స్వావలంబన్ చందాదారులు ఆటోమేటిక్ గా ఏపీవై కి బదిలీ అవుతారు.</p>
      <h3>దరఖాస్తు చేసుకోవడం ఎలా :</h3>
      <br/>
      <p>ఏపీవై లో కాంట్రిబ్యూట్ చేయాలనుకునే వారు, వారి బ్యాంకు పొదుపు ఖాతా ఉన్న శాఖను సంప్రదించవచ్చు లేదా కొత్తగా ఒక పొదుపు ఖాతాను తెరిచి ఏపీవై నమోదు ఫారంను పూర్తి చేయవచ్చు. అలాగే వ్యక్తి నేరుగా ఇంటర్నెట్ బ్యాంకింగ్ సేవను ఉపయోగించి పొదుపు ఖాతా ద్వారా ఏపీవై లో చేరి కాంట్రిబ్యూషన్ లను చెల్లించడం కోసం ఆటో డెబిట్ సౌకర్యాన్ని ఎంచుకోవచ్చు.</p>
       <h3>కాంట్రిబ్యూషన్ :</h3>
       <br/>
        <p>ఈ పథకం కింద ఒక వ్యక్తి నెలకు రూ. 1000, రూ. 2000, రూ. 3000, రూ. 4000, రూ. 5000 కాంట్రిబ్యూషన్ చేయడం ద్వారా కచ్చితమైన పెన్షన్ ను పొందవచ్చు. కాంట్రిబ్యూషన్ అనేది వ్యక్తి వయస్సు, ఎంచుకున్న నెలవారీ పెన్షన్ పై ఆధారపడి ఉంటుంది. నెలవారీ పెన్షన్ కి ప్రభుత్వం హామీ ఇస్తుంది. ఏపీవై కింద సేకరించిన మొత్తాన్ని పీఎఫ్ఆర్డీఏ నియమించిన పెన్షన్ ఫండ్స్ ద్వారా ప్రభుత్వం పేర్కొన్న పెట్టుబడి నమూనా ప్రకారం నిర్వహిస్తుంది.</p>
       <h3>ప్రయోజనాలు :</h3>

       <img src='schemes/atalpention2.jpg' ></img>

      

       <p>ఈ పథకం చందాదారులకు 60 సంవత్సరాల వయస్సు నుంచి పెన్షన్ ను అందించడంతో పాటు, రూ. 1000 నుంచి రూ. 5000 వరకు హామీ ఇచ్చిన పెన్షన్ ను అందిస్తుంది. ఒకవేళ చందాదారులు మరణించినట్లైతే, అతని లేదా ఆమె జీవిత భాగస్వామి అదే మొత్తం పెన్షన్ ను పొందేందుకు అర్హులు. ఒకవేళ జీవిత భాగస్వామి కూడా మరణించినట్లైతే, నామినీ కార్పస్ డబ్బును పొందేందుకు అర్హులు. అయితే, 60 సంవత్సరాల వయస్సు లోపే చందాదారుడులు చనిపోయినట్లైతే, వారి జీవిత భాగస్వామి పథకం నుంచి నిష్క్రమించి, కార్పస్ మొత్తాన్ని పొందవచ్చు లేదా చందాదారుల పేరిట మిగిలిన సంవత్సరాల పాటు ఖాతాని కొనసాగించే ఆప్షన్ ను ఎంచుకోవచ్చు.</p>
    </div>
    </div>
  )
}

export default Scheme
