import React from 'react'
import './hydtourism.css';

const HydTourism = () => {
  return (
    <div className='hydtourismcontainer'>
      <div className='hydtourism'>
      <div className='hydtourismsection'>
      <h1>హైదరాబాదులో బద్రీనాథ్</h1>
        <img src='/pradeshaluu/badrinath.jpeg'></img>
     
        <p>బద్రీనాథ్ వెళ్లాలని చాలామందికి ఉంటుంది కానీ దూర ప్రయాణం ఆర్థిక ఇబ్బందులు కారణంగా వెళ్లలేకపోతున్నారు.అలాంటి వారికోసం బద్రీనాథ్ ని హైదరాబాదులో నిర్మించారు.ఇప్పుడు హైదరాబాద్ ప్రాంతంలో నూతన బద్రీనాథ్ ఆలయం నిర్మించారు.ఉత్తరాఖండ్ లో ప్రసిద్ధి చెందిన ఆలయం బద్రీనాథ్ ఆలయం ఈ ఆలయానికి ప్రతిరూపంగా ఈ బద్రీనాథ్ ఆలయాన్ని నిర్మించారు హైదరాబాద్ నుంచి 40 కిలోమీటర్ల దూరంలో మేడ్చల్ జిల్లా బండ మైలారం అనే చిన్న గ్రామంలో ఉంది. ఈ ఆలయాన్ని దక్షిణకి బద్రీనాథ్ అని పిలుస్తారు ఉత్తరాఖండ్ లో</p>
    <p>ఉత్తరాఖండ్ బద్రీనాథ్ ఆలయం సంవత్సరానికి నాలుగు నెలలు మాత్రమే తెరచి ఉంటుంది ఈ ఆలయం సంవత్సరం పొడవునా తెరచి ఉంటుంది. ఈ ఆలయంలోని ప్రతిమలు అసలు బద్రీనాథ్ ఆలయంలో ఎలా ఉన్నాయో అలానే ప్రతిష్టించారు.అలాగే ఈ ఆలయంలో ఉన్న అఖండ దీపాన్ని బద్రీనాథ్ నుంచి తీసుకుని వచ్చారు</p>
    </div>
    <div className='hydtourismsection'>
      <h1>జగన్నాథ దేవాలయం, హైదరాబాదు</h1>
      <img src='/images/jagannath.jpg'></img>
      <p>ఈ దేవాలయం పూరి లో నెలకొని ఉన్న జగన్నాథ దేవాలయం నకు ప్రతిరూపంగా భావిస్తారు. అదే విధమైన రూపకల్పన చేయబడిన దేవాలయంగా చెప్పబడుతుంది. ఈ దేవాలయంలో ప్రముఖ ఆకర్షణ భాగం "శిఖరం". ఇది 70 అడుగుల ఎత్తు ఉంటుంది. ఎరుపు రంగులో ఉన్న ఈ దేవాలయం సేండ్ స్టోన్ తో కట్టబడింది. ఈ నిర్మాణానికి అవసరమైన సుమారు 600 టన్నుల రాయిని ఒడిశా నుండి తేవడం జరిగింది. 60 మంది శిల్పులు ఈ నిర్మాణ కార్యక్రమంలో పాల్గొన్నారు. ఈ దేవాలయంలో విగ్రహాలు లక్ష్మీదేవి, శివుడు, గణేష, హనుమాన్, నవగ్రహాలు కూడా ఉన్నాయి. ఈ రకమైన శిల్పాలు మానవుని అంతర్గత భావాలకు ప్రాతినిధ్యం వహిస్తాయి. దేవాలయంలో ప్రవేశం తర్వాత అంతర్గత భావాలను బయట ఉంచేందుకు సూచిస్తాయి.

గర్భగుడిలో జగన్నాథస్వామి తన సన్నిహితులైన భలభద్రుడు, సుభద్రాదేవి లతో కలసి ఉన్నాడు.</p>
    </div>
    <div>
      <h1></h1>
    </div>
    </div>
    </div>
  )
}

export default HydTourism