import React from 'react'
import './hydtourism.css';

const HydTourism = () => {
  return (
    <div className='hydtourismcontainer'>
      <div className='hydtourism'>
      <div>
      <h1>హైదరాబాదులో బద్రీనాథ్</h1>
        <span>బద్రీనాథ్ వెళ్లాలని చాలామందికి ఉంటుంది కానీ దూర ప్రయాణం ఆర్థిక ఇబ్బందులు కారణంగా వెళ్లలేకపోతున్నారు.అలాంటి వారికోసం బద్రీనాథ్ ని హైదరాబాదులో నిర్మించారు.ఇప్పుడు హైదరాబాద్ ప్రాంతంలో నూతన బద్రీనాథ్ ఆలయం నిర్మించారు.ఉత్తరాఖండ్ లో ప్రసిద్ధి చెందిన ఆలయం బద్రీనాథ్ ఆలయం ఈ ఆలయానికి ప్రతిరూపంగా ఈ బద్రీనాథ్ ఆలయాన్ని నిర్మించారు హైదరాబాద్ నుంచి 40 కిలోమీటర్ల దూరంలో మేడ్చల్ జిల్లా బండ మైలారం అనే చిన్న గ్రామంలో ఉంది. ఈ ఆలయాన్ని దక్షిణకి బద్రీనాథ్ అని పిలుస్తారు ఉత్తరాఖండ్ లో</span>
    <span>ఉత్తరాఖండ్ బద్రీనాథ్ ఆలయం సంవత్సరానికి నాలుగు నెలలు మాత్రమే తెరచి ఉంటుంది ఈ ఆలయం సంవత్సరం పొడవునా తెరచి ఉంటుంది. ఈ ఆలయంలోని ప్రతిమలు అసలు బద్రీనాథ్ ఆలయంలో ఎలా ఉన్నాయో అలానే ప్రతిష్టించారు.అలాగే ఈ ఆలయంలో ఉన్న అఖండ దీపాన్ని బద్రీనాథ్ నుంచి తీసుకుని వచ్చారు</span>
    </div>
    <div>
      <h1></h1>
    </div>
    </div>
    </div>
  )
}

export default HydTourism